<template>
  <h2  class="header">Мои увлечения</h2>
  <p>
    У меня есть много интересных увлечений. Например:
  </p>
  <ul class="hobbies__list">
    <li>вязание</li>
    <li>вышивание</li>
    <li>кулинария</li>
  </ul>
  <p>
    Это мое основное хобби, которому я уделяю максимум внимания.
    Особенно я отдаюсь творчеству на выходные.
    Но если меня заинтересовало что-то новое, то я обязательно попробую себя и в этом.
  </p>
  <p>
    Я люблю много читать. Больше всего мне нравится классическая зарубежная литература.
    Мою любимый автор – это Эрих-Мария Ремарк, а любимое его произведение «Жизнь взаймы».
    Из поэтических произведений я выделяю стихи Джорджа Гордона Байрона, наиболее меня впечатлил его стих «Ворон».
  </p>
</template>

<script>
export default {
  name: 'Hobbies'
}
</script>

<style scoped>
.header {
  margin-bottom: 20px;
  text-align: center;
}

.hobbies__list {
  margin-left: 20px;
  list-style-type: circle;
}
</style>
